<?php
/**

 * ECGROUPN 购物流程相关语言

 * ============================================================================

 * 版权所有 2005-2010 上海商派网络科技有限公司，并保留所有权利。

 * 网站地址: http://www.ecshop.com；

 * ----------------------------------------------------------------------------

 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和

 * 使用；不允许对程序代码以任何形式任何目的的再发布。

 * ============================================================================

 * $Author: liuhui $

 * $Id: shopping_flow.php 17063 2010-03-25 06:35:46Z liuhui $

*/
$_LANG['pay_order'] = '支付订单 %s';
$_LANG['input_bonus_no'] = '或者输入代金券序列号';
$_LANG['bonus_sn_error'] = '该代金券序列号不正确';
$_LANG['bonus_min_amount_error'] = '订单商品金额没有达到使用该代金券的最低金额 %s';
$_LANG['bonus_is_ok'] = '该代金券序列号可以使用，可以抵扣 %s';
$_LANG['bonus_past_expire'] = '已过期！';
$_LANG['no_goods_in_cart'] = '您的购物车中没有商品！';
$_LANG['invalid_bonus'] = "您选择的代金券并不存在。";
?>

